[
{
  "title": "Potatoes",
  "subtitle": "The wonders of the humble spud",
  "char1": "Brown",
  "char2": "Round shaped",
  "char3": "Soft",
  "char4": "",
  "picture": "apple.jpg",
  "desc1": "It is low in fat, high in fibre, rich in vitamins and minerals. A plain boiled potato has only a few more calories than an  apple, or equivalent to one third bowl of rice, or one and half slices of bread. But only if it is cooked the right way - more calories are added when you deep-fry it. The potato's moist and starchy texture provides high bulk and satiety so that slimmers are less likely to nibble more than they should. It makes good weaning food for your baby, being soft and easily mashed for easy digestion. As for vitamin C, the potato is a suprisingly rich source, and so make a suitable alternative when fresh fruits are unavailable. But remember that the vitamin content varies with length of storage and cooking method. So do not store potatoes for too long as nutrients are at their maximum when fresh.",

  "desc2": "Avoid peeling off the skin in cooking. As much as 80% of Vitamin C is retained if the spud is boiled or baked in its jacket, while only half remains if a peeled potato is boiled. Useful amounts of the vitamons B, iron, potassium, calcium and magnesium are also found in the potato. Much of them lie in or near the skin - another reason why you should boil or steam potatoes whole with the skin on. Also steaming is better than boiling as water-soluble vitamins can be lost by leeching into the water. Do it quickly and conveniently in a rice cooker. Lots of protein are found in the spud, as much as in rice, wheat and other cereals. Indeed, the quality is slightly better.",

  "sticker": "applesticker.png",
  "nutrient1": "Protein",
  "nutrient2": "Carbohydrate",
  "nutrient3": "Fibre",
  "nutrient4": "Calcium",
  "nutrient5": "Phosphorus",
  "nutrient6": "Iron",
  "nutrient7": "Sodium",
  "nutrient8": "Potassium",

  "fact1": "1.7 g",
  "fact2": "19.8 g",
  "fact3": "0.8 g",
  "fact4": "20 mg",
  "fact5": "74 g",
  "fact6": "1.4 mg",
  "fact7": "33 mg",
  "fact8": "74 mg"

}
]
