[
{
  "title": "Cabbage",
  "subtitle": "Delicious raw or cooked",
  "char1": "Green",
  "char2": "Round shaped",
  "char3": "Crunchy",
  "char4": "",
  "picture": "apple.jpg",
  "desc1": "Depending on how you cook it, the cabbage can be delicious or detestable, Overcooking it until it is mushy, cooking it at too high temperature or in too much water, for instance, can cause the vegetable to develop strong flavours which many people don't like it. The cabbage can also be eaten raw. Coleslaw is a salad of shredded raw cabbage. Choose smaller cabbages as they usually give better taste. In Germany saurkraut(or source cabbage) is a popular dish of cabbage leaves fermented in brine. Related to the turnip and radish, the wild cabbage is indigenous to the Mediterranean and southern Europe. It was cultivated at least 4500 years ago: the ancient Greeks knew of 3 varieties, while the Romans had 6 and introduced them to the rest of Europe. Nowadays, it grows everywhere in a variety of forms.",

  "desc2": "In terms of nutrition the cabbage is rich in Vitamin C, giving as much as over 50mg in 100 grams, more than an equal portion of cauliflower, a more expensive vegetable also related to the humble cabbage. It is believed that cabbages with immature heads and green outer leaves contain more Vitamin C compared to those with mature heads from which the outer leaves have been stripped, or those with heads which have been blanced white. The vegetable also has a considerable amount of calcium, almost twice as much compared to cauliflower. That's not all. It has almost twice as much vitamin A compared to the cauliflower, aling with other nutrients such as potassium, iron and phosphorus.",

  "sticker": "applesticker.png",
  "nutrient1": "Protein",
  "nutrient2": "Calcium",
  "nutrient3": "Phosphorus",
  "nutrient4": "Iron",
  "nutrient5": "Sodium",
  "nutrient6": "Potassium",
  "nutrient7": "Vit A",
  "nutrient8": "Vit C",

  "fact1": "1.6 g",
  "fact2": "40 mg",
  "fact3": "9 mg",
  "fact4": "0.6 mg",
  "fact5": "16 mg",
  "fact6": "103 mg",
  "fact7": "5 mg",
  "fact8": "53 mg"

}
]
