[
{
  "title": "Cucumbers",
  "subtitle": "Cooling and Soothing",
  "char1": "Green",
  "char2": "Long shaped",
  "char3": "Crunchy",
  "char4": "",
  "picture": "imagecontent/cucumber1.jpg",
  "desc1": "The cucumber has been around for quite a while. This native of north India has been cultivated in that country for as long as 3000 years. The ancient Greeks also grew the plant for food. In Biblical times the cucumber was the food of the poor in Egypt, as a substitute for meat at the dinner table. It came to China only during the second century BC. In Malaysia it is a thick short fruit with yellow streaks. Another variety is larger and reddish brown usually cooked in soups. Unlike the hearty carrot, the cucumber contains few nutrients. Indeed, it is 95% water. But as your mother probably told you, it is cooling and great for the skin.",

  "desc2": "Traditionally cucumber seeds were used to help cure diseases of the bowels. These seeds contain saponiin and this is why they are used to expel worms in children. Ripe raw cucumbers are said to be good for sprue, a disease which causes the mucous membranes of the stomach to become inflamed. According to herbalists, the cucumber helps the body to get rid of excess fluid, while the juice is thought to control high blood pressure and help to reduce weight. Taken together with carrot and celery juice, it helps to ease rheumatic conditions. Cucumber has a cleansing, cooling and softening effect on the skin due to its enzymes. This it is often used in facials to improve the complexion.",

  "sticker": "imagecontent/cucumber2.png",
  "nutrient1": "Protein",
  "nutrient2": "Carbohydrate",
  "nutrient3": "Calcium",
  "nutrient4": "Phosphorus",
  "nutrient5": "Iron",
  "nutrient6": "Sodium",
  "nutrient7": "Potassium",
  "nutrient8": "Vitamin C",

  "fact1": "0.5 g",
  "fact2": "3.4 g",
  "fact3": "14 mg",
  "fact4": "21 mg",
  "fact5": "0.2 g",
  "fact6": "13 mg",
  "fact7": "76 mg",
  "fact8": "9.7 mg"

}
]
