[
{
  "title": "Apple",
  "subtitle": "An Apple A Day Keep A doctor Away",
  "char1": "Red",
  "char2": "Round shaped",
  "char3": "Juicy",
  "char4":"Waxy skin",
  "picture": "imagecontent/apple.jpg",
  "desc1":"An apple is a sweet, edible fruit produced by an apple tree. Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions.Apple trees are large if grown from seed. Generally, apple cultivars are propagated by grafting onto rootstocks, which control the size of the resulting tree. There are more than 7,500 known cultivars of apples, resulting in a range of desired characteristics. Different cultivars are bred for various tastes and use, including cooking, eating raw and cider production. Trees and fruit are prone to a number of fungal, bacterial and pest problems, which can be controlled by a number of organic and non-organic means. In 2010, the fruit's genome was sequenced as part of research on disease control and selective breeding in apple production.",

  "desc2":"Apples are mainly composed of carbs and water, and are rich in simple sugars, such as fructose, sucrose, and glucose.
  Despite their high carbohydrate and sugar content, the glycemic index is low, ranging from 29 to 44.
  The glycemic index is a measure of how food affects the rise in blood sugar levels after eating. Low values are associated with various health benefits.
  Fruit often score low on the glycemic index, probably due to their high fiber and polyphenol content that helps slow down carbohydrate digestion.",

  "sticker":"imagecontent/applesticker.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"0.2 g",
  "fact2":"0 mg",
  "fact3":"1 mg",
  "fact4":"107 mg",
  "fact5":"14 g",
  "fact6":"0.3 g",
  "fact7":"52",
  "fact8":"7 %"

}
]
