[
{
  "title": "Mackerel",
  "subtitle": "",
  "char1": "vertical stripes on their backs",
  "char2": " deeply forked tails",
  "char3": "slimmer than tuna",
  "char4":"cylindrical with numerous finlets",
  "picture": "imagecontent/mackerel.jpg",
  "desc1":" Mackerel is a family of saltwater fish composed of over 30 different species, including popular varieties like Atlantic mackerel, Pacific mackerel, Spanish mackerel and king mackerel fish. Available both fresh and canned, mackerel is a favorite among fish lovers thanks to its versatility, flavor and incredible nutrient profile.  Plus, with some research indicating that regular consumption could help drop your blood pressure and cholesterol, minimize your waistline,  protect against depression, and keep your bones healthy and strong, mackerel fish definitely makes a great addition to any healthy, well-balanced diet.y",

  "desc2":"Mackerel is high in omega-3 fatty acids, a healthy type of fat that has been associated with a number of impressive health benefits In fact, some recent research has even found that omega-3 fatty acids may even be able to help protect against depression. A review published in the journal CNS Neuroscience & Therapeutics looked at the results of three studies and showed that omega-3 fatty acids were able to reduce depressive symptoms by up to 50 percent in those with major depression, bipolar disorder and childhood major depression. Not only that, but other studies have found an association between lower intakes of omega-3 fatty acids and depressive symptoms  Spending more time outdoors, eating plenty of probiotic-rich foods and following a well-balanced diet are some other effective natural remedies for depression ",

  "sticker":"imagecontent/mackerelsticker.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"18 g",
  "fact2":" 75 mg",
  "fact3":"83 mg",
  "fact4":"401 mg",
  "fact5":"0",
  "fact6":"24 g",
  "fact7":"262",
  "fact8":"0%"

}
]
