[
{
  "title": "Herring",
  "subtitle": "",
  "char1": "silvery-coloured fish",
  "char2": " single dorsal fin",
  "char3": "soft",
  "char4":"without spines",
  "picture": "imagecontent/herring.jpg",
  "desc1":"Herring is a general term for various foraging fish from the family Clupeidae who are commonly found in the northern regions of the Pacific and Atlantic They are often found near the northern coasts in large schools, as well as along the South American coast. The three most common types of this fish include the Atlantic, Pacific, and Araucanian varieties, but there are also a few dozen other species  that are frequently referred to as herring.  When it comes to taste, these fish are very salty and oily and are typically salted, drained, and then mixed with a sweet-and-sour solution in a can. While they physically resemble silver sardines and belong to the same taxonomic family, they are not the same fish and have some key differences.They are generally considered healthy when consumed in moderation.",

  "desc2":"In terms of nutrition, a 3-ounce serving delivers approximately 135 calories, 15 grams of protein, and 8 grams of fat, but only 20% of that is of the saturated variety. These fish are also high in selenium, omega 3 fatty acids, B vitamins, vitamin D, iron, magnesium, calcium, and potassium.The many health benefits of herring include Improve heart health balance cholesterol levels,Reduce arthritis symptoms,Boost eye health,Aid skin appearance,Stimulate brain function,Lower risk of metabolic syndrome,Promote red blood cell production",

  "sticker":"imagecontent/herringsticker.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"0.2 g",
  "fact2":"77 mg",
  "fact3":"74 mg",
  "fact4":"423 mg",
  "fact5":"0",
  "fact6":"16.39g",
  "fact7":"39 ",
  "fact8":"0"

}
]
