[
{
  "title": "Sardines",
  "subtitle": "",
  "char1": " flat body which is covered with large",
  "char2": "silvery scales",
  "char3": "specialized scales, known as scutes",
  "char4":"",

  "picture": "imagecontent/sardines.jpg",

  "desc1":"Sardines (or pilchards) are small fish that grow up to a maximum of 25cm. Sardines have a strong flavour and are oily and soft in texture They can be bought and prepared in various forms, altering the taste and texture greatly. They are a popular seafood choice around the world. In India, they are typically eaten fresh and fried or made into curries, while in the Philippines they are often eaten dried and dipped in vinegar or fresh and  simmered in a spicy tomato sauce for breakfast.While the main use of sardines is for human consumption they have many other uses. Sardines are used as fishing bait as well as for fish meal used as animal feed. Sardine oil is used in margarine in Europe as well as for the manufacture of paint, varnish and linoleum worldwide.",

  "desc2":"The most popular species of sardines include Sardina, Sardinops, sardinella, and dussumieria. These fish are found mostly in the Atlantic and Pacific oceans, as well as in the Mediterranean Sea. According to a report, in the past, they were the most harvested fish around the world. Sardines were one of the easiest fish to obtain and they were known to man for a few millennia. However, they rose to popularity during the early 18th century in Europe after the introduction of the canned version The craze of eating these fish slowly crept to America as well, where they became very popular by the late 19th and early 20th century  The concept of canned fish became an instant hit in the United States. People actually found it to be one of the best ways to store food.  Fresh sardines with halved lemons and coriander leaf surrounded with ginger, red chilies, and garlic on a wooden table According to USDA, fish oil made from sardines contain energy and fats. ",

  "sticker":"imagecontent/sardines.jpg",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"11 g",
  "fact2":"142 mg",
  "fact3":"505 mg",
  "fact4":"397 mg",
  "fact5":"0 g",
  "fact6":"25 g",
  "fact7":"208",
  "fact8":"0%"

}
]
