[
{
  "title": "Pacific halibut",
  "subtitle": "",
  "char1": "flat, diamond-shaped bodies",
  "char2": "mottled gray to dark brown",
  "char3": "underside is typically white",
  "char4":" scales are small ,",
  "picture": "imagecontent/pacifichalibut.png",
  "desc1":"Pacific halibut is the largest species of flatfish  It is native to the North Pacific Ocean and it is fished by commercial, recreational, and subsistence fishermen. Huge Pacific halibut, sometimes called barn doors, can attain a length of over 8 feet and a width of over 5 feet.  Halibut are born swimming like salmon, with eyes on either side of their head. As they grow (by the time they are six months old), one eye migrates to the right side and the young halibut begin swimming sideways, with both eyes on the top of their bodies.  Their large size and delectable meat make them a popular and prized target for both sport and commercial fishermen.",

  "desc2":"Pacific halibut are one of the largest flatfish – they can weigh up to about 500 pounds and grow to more than 8 feet long. Males tend to be smaller than females. Males sexually mature when they are 8 years old, and females are able to reproduce by the age of 12. Depending on their size, females can have between 500,000 and 4 million eggs. Scientists believe females release their eggs in batches over several days during the spawning season. Eggs hatch after 12 to 20 days, dependent on water temperature. The larvae slowly float close to the surface, where they remain for about 6 months until they reach their adult form and settle to the bottom in shallow water. Larval Pacific halibut feed on zooplankton (tiny floating organisms).",

  "sticker":"imagecontent/pacifichalibutsticker.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"1.3g",
  "fact2":"49mg",
  "fact3":"1 mg",
  "fact4":"68mg",
  "fact5":"0g",
  "fact6":"19g",
  "fact7":"91",
  "fact8":"0 %"

}
]
