[
{
  "title": "Tuna",
  "subtitle": "",
  "char1": "metallic dark blue in color",
  "char2": "streamlined fish",
  "char3": "stout in the middle ",
  "char4":"underside is silvery or white",
  "picture": "imagecontent/tuna.jpg",
  "desc1":"Tuna fish is a very diverse saltwater fish that belongs to the Scombridae family, commonly called the mackerel group.
  However, tuna belongs to a tribe, called Thunnini. This tribe contains 15 species of tuna, most of which are enjoyed around the world in culinary traditions.
  This variety of fish are typically anywhere from 1 foot in length to 15 feet for a fully grown, long-lived example.
  While most of these fish live for 3-5 years, some have been known to live for more than two decades.
  They regularly make long migration across the oceans, sometimes thousands of miles in length, due to mating and changing seasons.
  Tuna fish of varying species are found in all of the world oceans, and while different cultures enjoy different varieties, the health benefits are largely the same.
  Their delicious taste, global availability, and healthy components make them an ideal replacement for red meat or for those who like to add some healthy fish variety to their diets.",

  "desc2":"The most common health benefit that is attributed to tuna fish is its significant impact on heart health.In terms of reducing coronary heart diseases, this fish has high levels of omega-3 fatty acids, which help reduce omega-6 fatty acids and LDL or bad cholesterol in the arteries and blood vessels.
   Furthermore, it often replaces foods with high saturated fat content, further lowering the risk of heart diseases.
The anti-inflammatory omega-3 fatty acids can help reduce blood pressure.
 Potassium, found in tuna, is a vasodilator and is very good for lowering blood pressure.
  Reducing hypertension can significantly boost your health by lowering the strain on your cardiovascular system.
  This will help prevent heart attacks and strokes, as well as conditions like atherosclerosis.",

  "sticker":"applesticker.png",

  "nutrient1":"Energy",
  "nutrient2":"Protein",
  "nutrient3":"Total lipid",
  "nutrient4":"Carbohydrate",
  "nutrient5":"Calcium",
  "nutrient6":"Iron",
  "nutrient7":"Magnesium",
  "nutrient8":"Potassium",

  "fact1":"184",
  "fact2":"29.91",
  "fact3":"6.28",
  "fact4":"0",
  "fact5":"10",
  "fact6":"1.31",
  "fact7":"64",
  "fact8":"323"

}
]
