[
{
  "title": "Cod fish",
  "subtitle": "",
  "char1": "white lateral line",
  "char2": " greenish-brown in color",
  "char3": "belly is white in color",
  "char4":" It has beard-like barbel on the chin",
  "picture": "imagecontent/cod.jpg",

  "desc1":"Cod is a type of saltwater fish. There are three species of cods: Atlantic, Pacific and Greenland cod.
   They inhabit cold waters of the Atlantic and Pacific ocean.
  Even though some species of fish such as rock cod, coral cod and reef cod have word 'cod' in the name,
   they are not genetically related with 'true' cods.
    Adult cods can be found on the sea bottom on a depth from 20 to 200 feet.
     This type of fish is part of human diet for centuries because of its tasty, white meat.
      Unfortunately, high demand for cods resulted in fast decline in the number of remaining fish in the wild.
       Out of three species, only Atlantic cod is listed as vulnerable (it may become endangered in the near future).",

  "desc2":"Size of cod depends on the species.
  On average, cod can reach 51 inches in length and 55 to 77 pounds of weight.
   Extremely large specimens can reach 220 pounds of weight.
Back side of the body is usually greenish-brown in color. Lateral side of the body is lighter, and belly is white in color.
Cod has three dorsal fins, two anal fins and one pair of pectoral fins.
 It has beard-like barbel on the chin, which facilitates finding of food (it acts like sensory organ).
Cod has white lateral line which stretches from the gill slit to the base of the tail.
It detects motion, vibration and pressure of surrounding water.
Cod is carnivore (meat-eaters).
It consumes other cods, sand eels, mackerels, haddock, mollusks, squids and crabs.
Humans are the only natural enemies of adult cods.
People hunt cods because of their meat and oil. Cod's liver is rich source of oil which contains vitamins E, A and D and omega-3 fatty acids.
",

  "sticker":"imagecontent/codsticker.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"0.5 g",
  "fact2":"50 mg",
  "fact3":"320 mg",
  "fact4":"480 mg(30z servings)",
  "fact5":"0 g",
  "fact6":"16 g",
  "fact7":"70",
  "fact8":"0 %"

}
]
