[
{
  "title": "Basil",
  "subtitle":"Green herb that originated in Asia and Africa",
  "char1": "Leafy green herb.",
  "char2": "It’s a member of the mint family",
  "char3": "Flavorful",
  "char4":"Popular as a food seasoning",
  "picture": "imagecontent/basil.jpg",
  "desc1":"Basil is native to tropical regions from central Africa to Southeast Asia. It is a tender plant, and is used in cuisines worldwide. Depending on the species and cultivar, the leaves may taste somewhat like anise, with a strong, pungent, often sweet smell.There are many varieties of basil, as well as several related species or hybrids also called basil. The type used commonly as a flavor is typically called sweet basil (or Genovese basil), as opposed to Thai basil (O. basilicum var. thyrsiflora), lemon basil (O. × citriodorum), and holy basil (Ocimum tenuiflorum).While most common varieties of basil are treated as annuals, some are perennial in warm, tropical climates, including holy basil and a cultivar known as African blue basil.",
  "desc2":"Basil is an annual, or sometimes perennial, herb used for its leaves. Depending on the variety, plants can reach between 30 cm (0.98 ft) and 150 cm (4.9 ft). Its leaves are richly green and ovate, but otherwise come in a wide variety of sizes and shapes depending on cultivar. Leaf sizes range from 3 cm (1.2 in) to 11 cm (4.3 in) long, and between 1 cm (0.39 in) and 6 cm (2.4 in) wide. Basil grows a thick, central taproot. Its flowers are small and white, and grow from a central inflorescence that emerges from the central stem atop the plant.",

  "sticker":"imagecontent/basil.jpg",
  "nutrient1":"Calories",
  "nutrient2":"Vitamin A",
  "nutrient3":"Vitamin K",
  "nutrient4":"Calcium",
  "nutrient5":"Iron",
  "nutrient6":"Manganese",
  "nutrient7":"Carbohydrates",
  "nutrient8":"Protein",

  "fact1":"0.6 g",
  "fact2":"3% of the RDI",
  "fact3":"13% of the RDI",
  "fact4":"0.5% of the RDI",
  "fact5":"0.5% of the RDI",
  "fact6":"1.5% of the RDI",
  "fact7":"2.65 g",
  "fact8":"3.15 g"
}
]
