[
{
  "title": "Sour cream",
  "subtitle": "",
  "char1": "",
  "char2": "",
  "char3": "",
  "char4":"",
  "picture": "imagecontent/sourcream.png",
  "desc1":"Sour cream is a dairy product which is made by fermentation of the cream with the use of lactic acid bacteria.
   Either naturally or deliberately, the bacterial culture is introduced which helps to thicken and sour the cream.
   The name is derived from the lactic bacteria which are used for the fermentation for souring.
   The fermentation process helps to make the cream more acidic and also thickens it.
   Artificially, rennet, gelatin, carrageenan and guar gum is used to sour the cream. It contains low amount of butterfat
   from 18 to 20 percent. It is used to dress salads and baking. It is a vital ingredient used for breakfast.
   Sour cream is used as a condiment in soups. It is called la crema agria in Spanish. Traditional or Regular Sour Cream,
   Reduced Fat Sour Cream and Non-fat Sour Cream are the three varieties of Sour cream which are available in the food stores.",

  "desc2":"Sour cream contains adequate amount of nutrients.
  The high content of fat provides more energy. It has high content of minerals such as phosphorus and calcium.
  It is added to soups, bakes, pastry, roasts, stews, creams, jellies, sweet and salty pastry fillings.
  Phosphorus helps to maintain the health of teeth and bones. It is essential for maintaining strong bones.
  It promotes the gum health and enamel of tooth. It relieves the conditions such as loss of mineral density and bone
  loss such as osteoporosis. Phosphorus is associated with heart health and prevents the cardiovascular ailments.",

  "sticker":"imagecontent/sourcream.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"20 g",
  "fact2":"52 mg",
  "fact3":"80 mg",
  "fact4":"141 mg",
  "fact5":"2.9 g",
  "fact6":" 2.1 g",
  "fact7":"193",
  "fact8":"1%"

}
]
