[
{
  "title": "Cheese",
  "subtitle": "",
  "char1": "",
  "char2": "",
  "char3": "",
  "char4":"",
  "picture": "imagecontent/cheese.png",
  "desc1":"Cheese is a dairy product derived from milk that is produced in a wide range of flavors,
  textures, and forms by coagulation of the milk protein casein. It comprises proteins and fat from milk,
  usually the milk of cows, buffalo, goats, or sheep.
  During production, the milk is usually acidified, and adding the enzyme rennet causes coagulation.
  The solids are separated and pressed into final form.
  Some cheeses have molds on the rind, the outer layer, or throughout.
  Most cheeses melt at cooking temperature.

  Over a thousand types of cheese from various countries are produced.
  Their styles, textures and flavors depend on the origin of the milk (including the animal's diet),
  whether they have been pasteurized, the butterfat content, the bacteria and mold, the processing, and aging.
  Herbs, spices, or wood smoke may be used as flavoring agents.
  The yellow to red color of many cheeses, such as Red Leicester,
  is produced by adding annatto. Other ingredients may be added to some cheeses, such as black pepper,
  garlic, chives or cranberries.",

  "desc2":"For a few cheeses, the milk is curdled by adding acids such as vinegar or lemon juice.
   Most cheeses are acidified to a lesser degree by bacteria, which turn milk sugars into lactic acid,
   then the addition of rennet completes the curdling.
  Cheesemakers near a dairy region may benefit from fresher, lower-priced milk, and lower shipping costs.
  Cheese is valued for its portability, long life, and high content of fat, protein, calcium, and phosphorus.
   Cheese is more compact and has a longer shelf life than milk, although how long a cheese will keep depends on the type of cheese
   labels on packets of cheese often claim that a cheese should be consumed within three to five days of opening.
 Generally speaking, hard cheeses, such as Parmesan last longer than soft cheeses, such as Brie or goat's milk cheese.
  The long storage life of some cheeses, especially when encased in a protective rind, allows selling when markets are favorable.",

  "sticker":"imagecontent/cheese.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"33 g",
  "fact2":"105 mg",
  "fact3":"621 mg",
  "fact4":"98 mg",
  "fact5":"1.3 g",
  "fact6":" 25 g",
  "fact7":"402",
  "fact8":"0%"

}
]
