[
{
  "title": "Blue cheese",
  "subtitle": "",
  "char1": "",
  "char2": "",
  "char3": "",
  "char4":"",
  "picture": "imagecontent/bluecheese.png",
  "desc1":"Blue cheese is a general classification of cheeses that have had cultures of the mold Penicillium added so that the final product is spotted or veined throughout with blue mold that carries a distinct smell, either from that or various specially cultivated bacteria. Some blue cheeses are injected with spores before the curds form, and others have spores mixed in with the curds after they form.   Blue cheeses are typically aged in a temperature-controlled environment such as a cave.  Blue cheese can be eaten by itself or can be spread, crumbled or melted into or over foods The characteristic flavor of blue cheeses tends to be sharp and salty  The smell of this food is due to both the mold and types of bacteria encouraged to grow on the cheese: for example, the bacterium Brevibacterium linens is responsible for the smell of many blue cheeses, as well as foot odor and other human body odors.",

  "desc2":"Blue cheese is believed to have been discovered by accident when cheeses were stored in natural temperatures and moisture-controlled caves, which happen to be favorable environments for many varieties of harmless mold. It was moist in the cave so the mold would form According to legend, one of the first blue cheeses, Roquefort, was discovered when a young boy eating bread and ewes' milk cheese, abandoned his meal in a nearby cave after seeing a beautiful girl in the distance  When he returned months later, the mold (Penicillium roqueforti) had transformed his cheese into Roquefort. Gorgonzola is one of the oldest known blue cheeses, having been created around AD 879, though it is said that it di  not actually contain blue veins until around the 11th century.  Stilton is a relatively new addition becoming popular sometime in the early 1700s. Many varieties of blue cheese that originated subsequently, such as the 20th century Danablu and Cambozola, were an attempt to fill the demand for Roquefort-style cheeses that were prohibitive due to either cost or politics",

  "sticker":"imagecontent/bluecheese.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"0.2 g",
  "fact2":"0 mg",
  "fact3":"1 mg",
  "fact4":"107 mg",
  "fact5":"14 g",
  "fact6":"0.3 g",
  "fact7":"52",
  "fact8":"7 %"

}
]
