[
{
  "title": "Coulommiers cheese",
  "subtitle": "",
  "char1": "",
  "char2": "",
  "char3": "",
  "char4":"",
  "picture": "imagecontent/coulemeries.png",
  "desc1":"Coulommiers is a soft ripened cheese from Coulommiers in the Seine-et-Marne department of France.
  It is made from cow's milk, and is usually in the shape of a disc with white, bloomy, edible Penicillium candidum rind.
  When produced as an artisanal or farmhouse cheese from unpasteurized milk,
  it has some reddish blush in parts of the rind.
  The period of ripening when made of pasteurised whole milk is about four to six weeks.
  The fat content is 40 per cent.Coulommiers is a lesser-known cousin of Brie, although it has been produced for longer.
  It is smaller and thicker than Brie and with a nuttier flavour, but otherwise has similar characteristics,
  with a similar buttery colour and supple texture. The cheese may be either farmer-made or industrially produced;
  however, the industrial version lacks the depth of an unpasteurized cheese. Because it is not an AOC cheese,
  producers can make it with pasteurized milk and export it to the United States.",

  "desc2":"In 1930, there were 250 cheesemakers coming from Coulommiers, selling their cheese to 'affineurs' at the
  Coulommiers market every Wednesday.
  In 1946, affineurs started to make cheese. Meanwhile,
  the number of cheesemakers declined, they were only 60 left in 1946. They were all making brie de Coulommiers
  (by definition) of different sizes, but only the specific size, diameter 13 to 15 cm (5.1–5.9 in), was unique t
  o the Coulommiers market. Today, this cheese is commonly called Coulommiers. In 2009, local councillors led by the
  Franck Riester, Deputy Mayor, and journalists launched the PDO project to raise the importance of a unique Coulommiers cheese",

  "sticker":"imagecontent/cheese.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"33 g",
  "fact2":"105 mg",
  "fact3":"621 mg",
  "fact4":"98 mg",
  "fact5":"1.3 g",
  "fact6":" 25 g",
  "fact7":"402",
  "fact8":"0%"

}
]
