[
{
  "title": "Milk",
  "subtitle": "",
  "char1": "",
  "char2": "",
  "char3": "",
  "char4":"",
  "picture": "imagecontent/milk.png",
  "desc1":"Milk is a white liquid produced by the mammary glands of mammals.
   All mammals, including humans, will normally produce milk to feed their offspring until they are ready for solid food.
   It contains valuable nutrients, and it can offer a range of health benefits. Calcium, for example, can prevent osteoporosis.
   However, some people are not able to digest lactose, the sugar in milk, after they are weaned, because they do not produce
   enough of an enzyme known as lactase. Lactase is needed to digest milk properly.
   As concerns about lactose intolerance and milk allergies widen, a range of substitute milks,
   such as almond and soy milk, have become available.",

  "desc2":"In many cultures, especially in the West, humans continue to consume milk beyond infancy, using the milk of other mammals
  (especially cattle, goats and sheep) as a food product. Initially, the ability to digest milk was limited to children as adults did not produce
  lactase, an enzyme necessary for digesting the lactose in milk. People therefore converted milk to curd, cheese and other products to reduce the
  levels of lactose. Thousands of years ago, a chance mutation spread in human populations in Europe that enabled the production of
  lactase in adulthood. This mutation allowed milk to be used as a new source of nutrition which could sustain populations
 when other food sources failed.[18] Milk is processed into a variety of products such as cream, butter, yogurt, kefir,
  ice cream, and cheese. Modern industrial processes use milk to produce casein, whey protein, lactose, condensed milk,
  powdered milk, and many other food-additives and industrial products.",

  "sticker":"imagecontent/milk.png",
  "nutrient1":"Total Fat",
  "nutrient2":"Cholestrol",
  "nutrient3":"Sodium",
  "nutrient4":"Potassium",
  "nutrient5":"Total Carbohydrate",
  "nutrient6":"Protein",
  "nutrient7":"Calories",
  "nutrient8":"Vitamin C",

  "fact1":"1 g",
  "fact2":" 5 mg",
  "fact3":"44 mg",
  "fact4":"150 mg",
  "fact5":" 5 g",
  "fact6":"3.4 g",
  "fact7":"42",
  "fact8":"0 %"

}
]
